Repository: common-repository/woo-address-validator
Catalog: languages/woo-address-validator-*.po
Languages: de_de

source: An error occured.
de_de: Ein Fehler ist aufgetreten.

source: API Result
de_de: API Ergebnis

source: It looks like your API key is invalid or depleted. Please check your key and the account balance.
de_de: Der API Key ist nicht gültig oder die Credits sind aufgebraucht. Bitte den API Key prüfen und aktualisieren.

source: You can log into your Address-Validator account here <a href="%s">here</a>.
de_de: <a href="%s">Hier</a> kannst Du Dich in Deinen Address-Validator Account einloggen.

source: Allow INVALID Addresses
de_de: Ungültige Adressen zulassen

source: Update
de_de: Aktualisieren

source: Allow INVALID Addresses will prompt the user to check an address that could not be validated, and allow them to continue (contributed by "Simply Charlotte Mason").
de_de: Die Option "Ungültige Adressen zulassen" fordert den Benutzer auf, Adressen die nicht validiert werden konnten zu überprüfen, und erlaubt dann die Fortsetzung des Checkouts (diese Funktion ist ein Beitrag von "Simply Charlotte Mason").

source: With Address-Validator you can easily verify any national or international postal address. Stop wasting time and money with undelivered packages or having to reach out to customers to get the correct addresses.
de_de: Mit dem Address-Validator kannst Du ganz einfach jede nationale oder internationale Postanschrift überprüfen. Endlich Schluss mit unzustellbaren Paketen oder endlosen Nachforschungen, um die richtigen Adressen Deiner Kunden zu erhalten.

source: <a href="%1$s" target="_blank">Sign up here for your free API key</a> and get 625 free credits.
de_de: <a href="%1$s" target="_blank">Hier bekommst Du Deinen API Key</a> mit 625 kostenlosen Credits.

source: Your Address-Validator API key is invalid or depleted.
de_de: Der API Key ist ungültig oder die Credits sind verbraucht.

source: You can view/update the API key <a href="%s">on the settings page</a>.
de_de: API Key <a href="%s">auf der Einstellungsseite</a> prüfen/ändern.

source: We have corrected your address. Please check the address again.
de_de: Wir haben die Adresse korrigiert. Bitte prüfen, ob die Angaben jetzt stimmen.

source: Your address could not be verified. Please check the address again.
de_de: Die Adresse konnte nicht verifiziert werden. Bitte überprüfen Sie die Adresse erneut.

source: Please enter a valid address.
de_de: Bitte eine gültige Adresse angeben.

source: Not checked.
de_de: Nicht geprüft.

source: Address status:
de_de: Adress Status:

source: Validate
de_de: Prüfen

source: Sanitized Address:
de_de: Bereinigte Adresse:
